Table of Contents
 Class ResultOfNLA
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Result of internal forces in the one position
[Obfuscation(Feature = "renaming")]
[Obsolete]
public class ResultOfNLA : ResultBase
Inheritance
object
ResultBase
ResultOfNLA
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 ResultOfNLA()
Constructor
public ResultOfNLA()
Properties
 Sections
Results in section
public List<ResultOfNLASection> Sections { get; set; }
Property Value
List<ResultOfNLASection>
 Edit this page